insert into vegetables_and_fruits(id,name,type,color,caloric,description)values
	('eea4a02e-2667-4c9d-a5d9-a5b9ca33782d', 'Капуста', 'овощ', 'зеленый', '28', 'Белокочанная'),
	('68c3dfa6-99e0-4df4-bb1d-24596243f5c0','Яблоко', 'фрукт', 'красный', '52', 'Винерпо'),
	('a6fce8c7-104d-4000-9766-162da8f31215','Огурец', 'овощ', 'зеленый', '15', 'Конкурент'),
	('c8a8e1f9-e03d-4623-8d1e-dce8503cfa87','Томат', 'овощ', 'красный', '20', 'Бенито'),
	('a53ad7aa-6375-42f0-9850-228c9e8e296e','Ананас', 'фрукт', 'зеленый', '52', 'Queen'),
	('f0f01166-91b3-4ce8-b19e-ae7985b66a4a','Апельсин', 'фрукт', 'оранжевый', '43', 'Яффские')

