-- INSERT INTO Faculties VALUES
-- 	('1','Геологический факультет',' Еремин Николай Николаевич'),
-- 	('2','Географический факультет','Добролюбов Сергей Анатольевич'),
-- 	('3','Факультет космических исследований',' Сазонов Василий Викторович'),
-- 	('4','Исторический факультет','Белоусов Лев Сергеевич'),
-- 	('5','Филологический факультет',' Липгарт Андрей Александрович'),
-- 	('6','Социологический факультет',' Осипова Надежда Геннадьевна'),
-- 	('7','Факультет искусств',' Лободанов Александр Павлович'),
-- 	('8','Высшая школа бизнеса','Виханский Олег Самуилович')



-- INSERT INTO Departaments (id,name,Financing,fac)VALUES
-- 	('1','Кафедра геологии и геохимии полезных ископаемых','90000','1'),
-- 	('2','Кафедра региональной геологии и истории Земли','114000','1'),
-- 	('3','Кафедра гидрогеологии','145000','1'),
-- 	('4','Кафедра динамической геологии','65000','1'),
-- 	('5','Биогеография','179000','2'),
-- 	('6','Гидрология суши','260000','2'),
-- 	('7','Криолитология и гляциология','102000','2'),
-- 	('8','Кафедра фундаментальной и прикладной математики','300000','3'),
-- 	('9','Кафедра управления космическими полётами','350000','3'),
-- 	('10','Кафедра технологий дистанционного зондирования','236000','3'),
-- 	('11','Кафедра математического моделирования в космических исследованиях','230000','3'),
-- 	('12','Кафедра экономики и управления в космической отрасли','67000','3'),
-- 	('13','Кафедра истории древнего мира','60000','4'),
-- 	('14','Кафедра исторической информатики','195000','4'),
-- 	('15','кафедра всеобщей истории искусств','235000','4')


-- INSERT INTO Teachers(id,EmploymentDate,IsAssistant,IsProfessor,Name,Position,Premium,Salary,Surname,dep) VALUES
-- 	('1','21-08-2003','0','1','Юрий','Профессор','16000','56000','Козлов','4'),
-- 	('2','12-10-1999','0','0','Андрей','Доцент','12000','45000','Михайлов','1'),
-- 	('3','23-09-2000','1','0','Дмитрий','Ассистент','8200','38000','Москалев','9'),
-- 	('4','23-09-2005','0','0','Антон','Старший преподаватель','8000','34000','Чехов','15')
	


	
-- select * from Teachers;
-- select * from Faculties;
-- select * from Departaments;