-- INSERT INTO groups VALUES
-- 	('9aa2cec3-648e-4de5-98e2-06b2a09eea78', 'Py42', 'очная'),
-- 	('383086dd-b741-425c-9882-718c57d08671', 'DF45', 'очная'),
-- 	('0383f69d-a5e5-4e04-b45c-1a36eb6ab585', 'PZ34', 'очная'),
-- 	('fcf917d3-d7a5-4ae6-84b5-929dcc28ba32', 'DF90', 'очная')


-- INSERT INTO students VALUES
-- 	('fcf917d3-d7a5-4ae6-84b5-929dcc28ba32', 'Дима', '40', '4.5','9aa2cec3-648e-4de5-98e2-06b2a09eea78'),
-- 	('2008d260-5f19-46cf-b507-75ee3ba65b72', 'Андрей', '22', '4.2','fcf917d3-d7a5-4ae6-84b5-929dcc28ba32'),
-- 	('65d6d57c-c5d2-44c8-b7b9-6c6a93807d5f', 'Алексей', '23', '4.2','9aa2cec3-648e-4de5-98e2-06b2a09eea78'),
-- 	('dcd98b01-1d28-45de-923c-db960e494705', 'Алекс', '35', '4.6','fcf917d3-d7a5-4ae6-84b5-929dcc28ba32'),
-- 	('6593e039-cd52-4615-8ac9-e65c07d2edd5', 'Джон', '33', '4.1','383086dd-b741-425c-9882-718c57d08671'),
-- 	('9c239f8b-6191-4dc7-a0a2-70a352284cde', 'Алекс', '32', '4.6','0383f69d-a5e5-4e04-b45c-1a36eb6ab585'),
-- 	('092f7197-a2d4-4a91-9eab-57edd716c995', 'Гвидон', '29', '4.4','383086dd-b741-425c-9882-718c57d08671')
	

-- SELECT * FROM groups;
-- SELECT * FROM students;